Repository: KDE/ksshaskpass
Catalog: po/*/ksshaskpass.po
Languages: bg

# NAME OF TRANSLATORS
source: Your names
bg: Минчо Кондарев

# EMAIL OF TRANSLATORS
source: Your emails
bg: mkondarev@yahoo.de

# @title:window
source: Enter SSH Credentials
bg: Въвеждане на идентификационни данни за SSH

source: SSH Credentials
bg: Идентификационни данни за SSH

source: KDE version of ssh-askpass
bg: KDE версия на ssh-askpass

source: Ksshaskpass allows you to interactively prompt users for a passphrase for ssh-add
bg: Ksshaskpass ви позволява интерактивно да изисквате от потребителите парола за ssh-add

source: Current author
bg: Настоящ автор

source: Original author
bg: Първоначален автор

source: Contributor
bg: Принос

# Name of a prompt for a password
source: Prompt
bg: Запитване

source: Please enter passphrase
bg: Моля, въведете парола

# @action:button
source: Accept
bg: Приемане

# @title:window
source: Unknown SSH Host Key
bg: Неизвестен ключ SSH на хост

# @action:button
source: Yes
bg: Да
